[
  {
    "id": 0,
    "name": "Children's Activity Book",
    "imageUrl": "https://www.jhbchildwelfare.co.za/uploads/_imager/uploads/files/2078/Lead-Magnet-Cover-March-2020_611b9e33e6812bee4cbcb397f939c0da.JPG",
    "description": "Are you looking for something to keep your children busy in this lockdown period.  Go no further! Download this activity book to ensure hours of fun.",
    "date": "2020-03-31"
  },
  {
    "id": 1,
    "name": "Giving Made Easy",
    "imageUrl": "https://www.jhbchildwelfare.co.za/uploads/_imager/uploads/files/2000/Innocent-Nacosa-Dreams-Newsletter-Feb-2020_611b9e33e6812bee4cbcb397f939c0da.jpg",
    "description": "If you think about all the things you need to run a household – and multiply it by about 100! – then you’ll have an idea of the number of consumables that JCW centres go through each month.",
    "date": "Feb 27, 2020"
  },
  {
    "id": 2,
    "name": "Love our child as you love yours",
    "imageUrl": "https://www.jhbchildwelfare.co.za/uploads/_imager/uploads/files/1991/Princess-Alice-Newslatter-Feb-2020_611b9e33e6812bee4cbcb397f939c0da.jpg",
    "description": "The Princess Alice Adoption Home provides residential care to about 30 babies and toddlers. It’s run by a team of 14 caregivers who work round-the-clock to provide the children with good quality care.",
    "date": "Feb 27, 2020"
  },
  {
    "id": 3,
    "name": "Thrown away but always loved",
    "imageUrl": "https://jhbchildwelfare.co.za/wp-content/uploads/2020/09/3-1-125x125.jpg",
    "description": "This is the story of *Letlotlo* A little girl who was brought into our organisation through circumstances out of her control.\n\nLetlotlo was found abandoned in a dustbin on the streets of Johannesburg. Her weak body was picked up by a cleaner. She was cold and wrapped in a plastic bag for protection against the elements and shivering from being exposed to the morning air, but she was still breathing. With her umbilical cord still attached, Letlotlo was brought into the world only to be left to fend for herself. A horrible circumstance to be in when you are only a few hours old.",
    "date": "Feb 27, 2020"
  },
  {
    "id": 4,
    "name": "Straight from the heart <3",
    "imageUrl": "https://jhbchildwelfare.co.za/wp-content/uploads/2021/02/1-1-125x125.jpg",
    "description": "2020 was not a year that we want our children to repeat.  It was a year of lockdown; of choosing between their friends and their health; of tragedy and anxiety. \n\nSo in January, we asked some of our children what they hoped 2021 would bring. Nearly all said they wanted to go back to school, to learn and be with their friends.  Many asked for a Covid cure; and prayed for the world to heal.",
    "date": "Feb 27, 2020"
  }
]